/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Δεν είναι δυνατή η αποστολή στοιχείου";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Δοκιμάστε ξανά αργότερα";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Δεν έχει γίνει είσοδος στο Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "Ο χρήστης %@ έστειλε μια φωτογραφία.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Αυτή η συσκευή δεν υποστηρίζει ακόμα τις νέες δυνατότητες κοινής χρήσης φωτογραφιών του Skype. Ωστόσο, μπορείτε να δείτε το στοιχείο στο πρόγραμμα περιήγησής σας εδώ: %@";
